Repository: jakub-sieradzki/RepeatsUWP
Catalog: Repeats/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# About.Header
source: About
pl_pl: O aplikacji

# AddButton.Label
source: Add
pl_pl: Dodaj

source: Answer
pl_pl: Odpowiedź

# ASK1
source: Enter a name for the project
pl_pl: Wprowadź nazwę dla projektu

# ASK2
source: Cancel
pl_pl: Anuluj

# ASK3
source: Next
pl_pl: Dalej

# ASK4
source: You are using an illegal character.
pl_pl: Używasz niedozwolonego znaku.

# ASK5
source: Illegal characters:
pl_pl: Niedozwolone znaki:

# ASK6
source: A project with that name already exists.
pl_pl: Projekt o takiej nazwie już istnieje.

# Attention1
source: Attention!
pl_pl: Uwaga!

# Attention2
source: You must add at least 2 questions.
pl_pl: Musisz dodać co najmniej 2 pytania.

# Attention3
source: You can not leave a blank field.
pl_pl: Nie możesz zostawić pustego pola.

# Bad
source: Wrong!
pl_pl: Źle!

# Correct
source: Correct answer:
pl_pl: Poprawna odpowiedź:

# DELETE1
source: Are you sure you want to delete this?
pl_pl: Czy na pewno chcesz to usunąć?

# DELETE2
source: Yes
pl_pl: Tak

# DELETE3
source: No
pl_pl: Nie

# DeleteButton.Label
source: Delete
pl_pl: Usuń

# EditButton.Label
source: Edit
pl_pl: Edytuj

# Error1
source: Error
pl_pl: Błąd

# Error2
source: There was an error and we couldn't do it.
pl_pl: Wystąpił błąd i nie mogliśmy tego zrobić.

# Error3
source: Try again
pl_pl: Spróbuj ponownie

# Error4
source: We couldn't load this project because it was not created in this application.
pl_pl: Nie mogliśmy załadować tego projektu, ponieważ nie został stworzony w tej aplikacji.

# Feedback.Text
source: Send feedback
pl_pl: Wyślij opinię

# Good
source: Corretly!
pl_pl: Dobrze!

# InkProject
source: Project
pl_pl: Projekt

# ListText.Text
source: Choose what you want to write a test:
pl_pl: Wybierz, z czego chcesz napisać sprawdzian:

# MAIN1
source: Your Repeats
pl_pl: Twoje powtórki

# MAIN2
source: Check yourself!
pl_pl: Sprawdź się!

# MAIN3
source: Ink
pl_pl: Notatki odręczne

# MAIN4
source: Settings
pl_pl: Ustawienia

# MAIN5
source: Search
pl_pl: Wyszukaj

# NothingSearch
source: Nothing found.
pl_pl: Nic nie znaleziono.

# notifi1
source: Enter your answer here
pl_pl: Tutaj wpisz odpowiedź

# notifi2
source: Check
pl_pl: Sprawdź

# notifi3
source: Awesome! That's the correct answer!
pl_pl: Brawo! To poprawna odpowiedź!

# notifi4
source: Oops, that was not the correct answer.
pl_pl: Ups, to nie była poprawna odpowiedź.

# notifi5
source: The correct answer is:
pl_pl: Poprawna odpowiedź to:

# NotificationSettings.Header
source: Notifications
pl_pl: Powiadomienia

# off
source: Turned off
pl_pl: Wyłączono

# ON
source: Turned on
pl_pl: Włączono

source: Question
pl_pl: Pytanie

# R1.Content
source: 15 minutes
pl_pl: 15 minut

# R2.Content
source: 30 minutes
pl_pl: 30 minut

# R3.Content
source: 45 minutes
pl_pl: 45 minut

# R4.Content
source: 60 minutes
pl_pl: 60 minut

# Radio1.Content
source: 15 minutes
pl_pl: 15 minut

# Radio2.Content
source: 30 minutes
pl_pl: 30 minut

# Radio3.Content
source: 45 minutes
pl_pl: 45 minut

# Radio4.Content
source: 60 minutes
pl_pl: 60 minut

# Rate.Text
source: Rate in the Store
pl_pl: Oceń w Sklepie

# SAVE.Label
source: Save
pl_pl: Zapisz

# SaveButton.Label
source: Save
pl_pl: Zapisz

# SearchBox.PlaceholderText
source: Search
pl_pl: Szukaj

# SearchButton.Label
source: Search
pl_pl: Szukaj

# SearchText.Text
source: Select the project you want to search for:
pl_pl: Wybierz projekt, który chcesz przeszukać:

# TEST1
source: All answers:
pl_pl: Wszystkie odpowiedzi:

# TEST2
source: Correct Answers:
pl_pl: Poprawnych odpowiedzi:

# TEST3
source: Incorrect answers:
pl_pl: Niepoprawnych odpowiedzi:

# TestButton.Content
source: CHECK
pl_pl: SPRAWDŹ!

# TextBox.PlaceholderText
source: Enter the answer
pl_pl: Wpisz odpowiedź

# TextNext.Text
source: Next
pl_pl: Przejdź dalej

# TextSetting.Text
source: Choose what time you want notifications to appear:
pl_pl: Wybierz, co jaki czas mają wyświetlać się powiadomienia:

# TIME1
source: Choose what time you want notifications to appear
pl_pl: Wybierz, co jaki czas mają wyświetlać się powiadomienia

# TIME2
source: Cancel
pl_pl: Anuluj

# TIME3
source: Save
pl_pl: Zapisz

# toff.Content
source: Turn off notifications
pl_pl: Wyłącz powiadomienia

# ToggleNotification.Header
source: Notifications
pl_pl: Powiadomienia

# ton.Content
source: Turn on notifications
pl_pl: Włącz powiadomienia

# W1.Text
source: Welcome to Repeats!
pl_pl: Witaj w aplikacji Repeats!

# W10.Text
source: In Settings you can control the most important functions of the application.
pl_pl: W Ustawieniach możesz sterować najważniejszymi funkcjami aplikacji.

# W11.Text
source: All ready, we can start!
pl_pl: Wszystko gotowe, możemy zaczynać!

# W2.Text
source: The learning is pleasure now.
pl_pl: Nauka to teraz przyjemność!

# W3.Text
source: Your Repeats module will take you away from books!
pl_pl: Moduł Twoje powtórki oderwie Cię od książek!

# W4.Text
source: Add some questions and answers and set your app to ask you out from time to time. Thanks to this, while doing your favorite activities, you will also learn at the same time!
pl_pl: Dodaj kilka pytań i odpowiedzi i ustaw aplikację tak, aby Cię z nich co jakiś czas odpytywała. Dzięki temu podczas wykonywania swoich ulubionych zajęć, jednocześnie będziesz się uczył!

# W5.Text
source: Check yourself module will prepare you for the test!
pl_pl: Moduł Sprawdź się przygotuje Cię do sprawdzianu!

# W6.Text
source: Based on your questions and answers, the app creates a test that immediately displays the correct answer and counts the good and bad answers.
pl_pl: Na podstawie dodanych wcześniej przez Ciebie pytań i odpowiedzi aplikacja tworzy sprawdzian, który od razu wyświetla prawidłową odpowiedź oraz liczy dobre i złe odpowiedzi.

# W7.Text
source: The Ink module will replace pen and paper!
pl_pl: Moduł Notatki odręczne zastąpi papier i długopis!

# W8.Text
source: You can create handwritten notes just like paper! You have a choice of colorful pens, colored pencils, ruler and more!
pl_pl: Możesz tworzyć notatki odręczne, tak samo jak na papierze! Masz do wyboru kolorowe pisaki, kolorowe kredki, linijkę i wiele więcej!

# W9.Text
source: Search engine will help you quickly find the answer to your question!
pl_pl: Wyszukiwarka pomoże szybko znaleźć odpowiedź na Twoje pytanie!

# WB1.Content
source: Go to the application
pl_pl: Przejdź do aplikacji

# WB2.Content
source: Skip
pl_pl: Pomiń intro
